/* alert button on import error */
"Cancel" = "취소";

/* main state text */
"Connecting to Camera" = "카메라에 접속 중...";

/* description title */
"Connecting..." = "접속 중...";

/* alert message on import */
"Connetion to Camera lost." = "카메라 연결에 실패하였습니다.";

/* select button title */
"Deselect All" = "모두 해제";

/* alert title on import */
"ERROR" = "오류";

/* loading photo list error message */
"Error occured in load photos list.\nGo to Settings > Wi-Fi and confirm connected to your camera." = "사진 목록을 읽는 중에 오류가 발생했습니다.\n설정 > Wi-Fi 에서 카메라에 연결되어 있는지 확인해 보십시오.";

/* import button title */
"Import All" = "모두 가져오기";

/* import button title */
"Import Selected" = "선택 가져오기";

/* description title */
"Importing..." = "가져오는 중...";

/* description title */
"No Photos" = "사진이 없습니다";

/* alert title */
"NOT CONNECTED" = "연결 실패";

/* connect error message */
"Not connected to Camera's Wi-Fi.\nGo to Settings > Wi-Fi and select your camera's SSID." = "카메라 Wi-Fi에 연결되어 있지 않습니다.\n설정 > Wi-Fi 에서 카메라에 연결해주세요.";

/* alert button */
"Open Settings" = "설정 열기";

/* Photo denied alert title */
"Photos access" = "사진 접근";

/* Photo denied alert message */
"Photos access required for operation." = "사진 접근 권한이 필요합니다.";

/* alert button on import error */
"Reconnect" = "재시도";

/* alert button */
"Retry" = "재시도";

/* select button title */
"Select All" = "모두 선택";

